Repository: Luisgc98/Boticenv1
Catalog: api/i18n/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Invalid login
es: Inicio de sesi칩n inv치lido

source: bot not configured
es: Bot no configurado

source: bot not found
es: Bot no encontrado

source: alive not recorded
es: Registros de vida no encontrados

source: alive received
es: Registro de vida encontrado

source: script not found
es: Tarea no encontrada

source: no evidence detail
es: Sin detalle de evidencia

source: no screen shot evidence detail
es: Sin captura de pantalla de evidencia

source: no file provided
es: Falta archivo

source: print screen received
es: Captura de pantalla recibida

source: no jobId or extension provided
es: No se proporcion칩 JobId o extensi칩n

source: job evidence received
es: Evidencia de trabajo recibida

source: Not found
es: Recurso no encontrado

source: Internal error
es: Error Interno
